export interface Modules {
    id: number,
    name: string,
    title: string,
    lessons: string[]
}

export const modulesList: Modules[] = [
    {
        id: 1,
        name: 'Модуль 1',
        title: 'Вступ до ВІМ',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
          'Зміни на стадії реалізації',
          'Підсумковий проект: від концепції до реалізації'
        ]
    },
    {
        id: 2,
        name: 'Модуль 2',
        title: 'Початок роботи в Autodesk Revit',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
        ]
    },
    {
        id: 3,
        name: 'Модуль 3',
        title: 'Штриховки, текстури, матеріали',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
          'Зміни на стадії реалізації',
          'Підсумковий проект: від концепції до реалізації'
        ]
    },
    {
        id: 4,
        name: 'Модуль 4',
        title: 'Моделювання основних арх.елементів',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
        ]
    },
    {
        id: 5,
        name: 'Модуль 5',
        title: '"Стадії" та "Варіанти конструкції"',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
          'Зміни на стадії реалізації',
          'Підсумковий проект: від концепції до реалізації'
        ]
    },
    {
        id: 6,
        name: 'Модуль 6',
        title: 'Створення, формування та видача кінцевих креслень',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
          'Зміни на стадії реалізації',
          'Підсумковий проект: від концепції до реалізації'
        ]
    },
    {
        id: 7,
        name: 'Модуль 7',
        title: 'Маркування та специфікації',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
        ]
    },
    {
        id: 8,
        name: 'Модуль 8',
        title: 'Експорт камери у різні формати, варіанти рендерингу',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
          'Зміни на стадії реалізації',
          'Підсумковий проект: від концепції до реалізації',
          'Ще один урок'
        ]
    },
    {
        id: 1,
        name: 'Модуль 1',
        title: 'Вступ до ВІМ',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
          'Зміни на стадії реалізації',
          'Підсумковий проект: від концепції до реалізації'
        ]
    },
    {
        id: 2,
        name: 'Модуль 2',
        title: 'Початок роботи в Autodesk Revit',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
        ]
    },
    {
        id: 3,
        name: 'Модуль 3',
        title: 'Штриховки, текстури, матеріали',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
          'Зміни на стадії реалізації',
          'Підсумковий проект: від концепції до реалізації'
        ]
    },
    {
        id: 4,
        name: 'Модуль 4',
        title: 'Моделювання основних арх.елементів',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
        ]
    },
    {
        id: 5,
        name: 'Модуль 5',
        title: '"Стадії" та "Варіанти конструкції"',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
          'Зміни на стадії реалізації',
          'Підсумковий проект: від концепції до реалізації'
        ]
    },
    {
        id: 6,
        name: 'Модуль 6',
        title: 'Створення, формування та видача кінцевих креслень',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
          'Зміни на стадії реалізації',
          'Підсумковий проект: від концепції до реалізації'
        ]
    },
    {
        id: 7,
        name: 'Модуль 7',
        title: 'Маркування та специфікації',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
        ]
    },
    {
        id: 8,
        name: 'Модуль 8',
        title: 'Експорт камери у різні формати, варіанти рендерингу',
        lessons: [
          'Вступ до стадій проектування',
          'Передпроектний аналіз',
          'Підготовка креслень на різних стадіях',
          'Робота з варіантами конструкції',
          'Аналіз варіантів проекту',
          'Зміни на стадії реалізації',
          'Підсумковий проект: від концепції до реалізації',
          'Ще один урок'
        ]
    },
]

export const yourResults: string[] = [
  'Опануєте всі стадії проектування — від аналізу до реалізації.',
  'Навчитеся створювати та порівнювати варіанти конструкцій.',
  'Зможете вносити зміни на кожному етапі проекту.',
  'Отримаєте практичний досвід підготовки документації.',
  'Опануєте всі стадії проектування — від аналізу до реалізації.',
  'Навчитеся створювати та порівнювати варіанти конструкцій.',
  'Зможете вносити зміни на кожному етапі проекту.',
  'Отримаєте практичний досвід підготовки документації.',
  'Опануєте всі стадії проектування — від аналізу до реалізації.',
  'Навчитеся створювати та порівнювати варіанти конструкцій.',
  'Зможете вносити зміни на кожному етапі проекту.',
  'Отримаєте практичний досвід підготовки документації.',
  'Опануєте всі стадії проектування — від аналізу до реалізації.',
  'Навчитеся створювати та порівнювати варіанти конструкцій.',
  'Зможете вносити зміни на кожному етапі проекту.',
  'Отримаєте практичний досвід підготовки документації.',
]