interface Student {
    avatar: string;
    name: string;
    prof: string;
}

interface Testimonial {
    student: Student;
    comment: string;
}


export const testimonialsList: Testimonial[] = [
    {
        student: {
            avatar: '/img/comment-1.jpg',
            name: 'Ganna Semenova',
            prof: 'Архітектор'
        },
        comment: 'Дякую за такий шикарний курс по Revit! Програма з величезними можливостями, але подолати її можна тільки з правильним підходом і методикою. Це моя третя спроба вивчити програму і вона найбільш вдала. Специфіка Revit в супер гнучкості, але в цьому полягає найбільша складність. Це не та програма, для вивчення якої достатньо відео на YouTube. Тому щоб користуватись можливостями програми в повному обсязі необхідно мати чітку стратегію і методику. Parametric.center як раз надають найбільш цінну і необхідну інформацію, яку жодні курси не діють в такому обсязі і з такою якістю. Окремо хочу сказати за методику викладання та коммуникацію - на дуже високому рівні! Особисто для мене це точка росту. Дякую!'
    },
    {
        student: {
            avatar: '/img/comment-2.jpg',
            name: 'Богдан Щуляр',
            prof: 'Архітектор'
        },
        comment: 'Курси - шикарний старт практики в будь-якій програмі. Конкретно для ревіту саме правильний старт є особливо важливим. "Параметрики" подають інфу систематизовано і доступно, так, щоб зразу виробити звичку працювати грамотно. А це в свою чергу зекономить в майбутньому і нерви, і час, і гроші. Ну і плюс, приємніше вчитись в практика, який завжди підкріпить теоретичні премудрості прикладами із практики. Зараз не уявляю свою практику без навичок, які отримав на курсах.'
    },
    {
        student: {
            avatar: '/img/comment-3.jpg',
            name: 'Svitlana Ostapyk',
            prof: 'Дизайнер'
        },
        comment: 'Дякую за якісну та доступну подачу інформації. Це був мій перший позитивний досвід начання у форматі онлайн. Я дуже задоволена, що нарешті перейшла з Архікаду на Ревіт. І особливо дякую за купу корисних "плюшок", якими Ви ділитесь. Результат буде у всіх, хто дійсно прийшов навчитись))'
    },
    {
        student: {
            avatar: '/img/comment-4.jpg',
            name: 'Maksym Fetsych',
            prof: 'Дизайнер'
        },
        comment: 'Пройшов навчання по курсу Revit Interior Design,результатом повністю задоволений,так як на заняттях розбираються тонкощі роботи в програмі,які дозволяють створювати не тільки шаблонні проекти,але й відчувати себе вільним користувачем Revit,заняття супроводжувались консультацією викладача та відповіддю на поставленні запитання,рекомендую всім,хто готовий навчатись!'
    },
    {
        student: {
            avatar: '/img/comment-5.png',
            name: 'Марта Кравець',
            prof: 'Дизайнер'
        },
        comment: 'Надзвичайно задоволена курсами. Викладач має систематичний підхід, все доступно пояснює, на додаткові запитання дає розгорнуту відповідь. Якщо щось пропустив з уроку, завжди можна переглянути запис кожного з занять. Рекомендую!'
    },
    {
        student: {
            avatar: '/img/comment-6.png',
            name: 'Анастасия Терещенко',
            prof: 'Дизайнер'
        },
        comment: 'Доброго дня. Закінчила курси Revit Interior Design, і задоволена на всі 100%. Так як я тільки починаю вивчати цю сферу, ніколи раніше не вивчала ні в університеті,ні інші курси: для початківців це саме те ,що потрібно😍 Хочу відзначити мого викладача Захара, який допомагав особисто розбирати усі питання ,які в мене виникали при вивченні усього курсу... А також давав поради , змотивовував, та підтримував, коли щось не виходило. Без сумнівів ,в мене лишаються дуже позитивні спогади про цей відрізок часу в 4 місяці. Дякую!'
    },
    {
        student: {
            avatar: '/img/comment-7.png',
            name: 'Юлія Галича',
            prof: 'Архітектор'
        },
        comment: 'Була на курсав Autodesk Revit. Перехід з Архікаду пройшов швидко і приємно, аніскільки не шкодую. Дякую викладачам!)'
    },
    {
        student: {
            avatar: '/img/comment-8.png',
            name: 'Ірина Рак',
            prof: 'Дизайнер'
        },
        comment: 'Дуже хороші курси.Багато нового навчилась.Викладач доступно пояснює,терпляче відповідає на наші запитання.Рекомендую👍'
    },
    {
        student: {
            avatar: '/img/comment-9.png',
            name: 'Сергій Акімов',
            prof: 'Дизайнер'
        },
        comment: 'Это мои вторые курсы по занятию Revit. Первые курсы, не дали ответы на многие интересующие меня вопросы. В parametric.center занимаюсь online, уроки информативны, понятны. Все курсы ещё не прошол, но получаю ответы на все свои вопросы. Спасибо препадователю!!!!!'
    }
]