interface Student {
    avatar: string;
    name: string;
    prof: string;
}

interface Testimonial {
    student: Student;
    comment: string;
}


export const testimonialsList: Testimonial[] = [
    {
        student: {
            avatar: '/img/comment-1.png',
            name: 'Ganna Semenova',
            prof: 'Архітектор'
        },
        comment: 'Дякую за такий шикарний курс по Revit! Програма з величезними можливостями, але подолати її можна тільки з правильним підходом і методикою. Це моя третя спроба вивчити програму і вона найбільш вдала. Специфіка Revit в супер гнучкості, але в цьому полягає найбільша складність. Це не та програма, для вивчення якої достатньо відео на YouTube. Тому щоб користуватися можливостями програми в повному обсязі необхідно мати чітку стратегію і методику. Parametric.center як раз надають найбільш цінну і необхідну інформацію, яку жодні курси не дають в такому обсязі і з такою якістю. Окремо хочу сказати за методику викладання та комунікацію – на дуже високому рівні! Особисто для мене це точка росту. Дякую!'
    },
    {
        student: {
            avatar: '/img/comment-2.png',
            name: 'Богдан Щуляр',
            prof: 'Архітектор'
        },
        comment: 'Курси – шикарний старт практики в будь-якій програмі. Конкретно для ревіту саме правильний старт є особливо важливим. "Параметрики" подають інфу систематизовано і доступно, так, щоб зразу виробити звичку працювати грамотно. А це в свою чергу зекономить в майбутньому і нерви, і час, і гроші. Ну і плюс, приємніше вчитися в практика, який завжди підкріпить теоретичні премудрості прикладами із практики. Зараз не уявляю свою практику без навичок, які отримав на курсах.'
    },
    {
        student: {
            avatar: '/img/comment-1.png',
            name: 'Ganna Semenova',
            prof: 'Архітектор'
        },
        comment: 'Дякую за такий шикарний курс по Revit! Програма з величезними можливостями, але подолати її можна тільки з правильним підходом і методикою. Це моя третя спроба вивчити програму і вона найбільш вдала. Специфіка Revit в супер гнучкості, але в цьому полягає найбільша складність. Це не та програма, для вивчення якої достатньо відео на YouTube. Тому щоб користуватися можливостями програми в повному обсязі необхідно мати чітку стратегію і методику. Parametric.center як раз надають найбільш цінну і необхідну інформацію, яку жодні курси не дають в такому обсязі і з такою якістю. Окремо хочу сказати за методику викладання та комунікацію – на дуже високому рівні! Особисто для мене це точка росту. Дякую!'
    },
    {
        student: {
            avatar: '/img/comment-2.png',
            name: 'Богдан Щуляр',
            prof: 'Архітектор'
        },
        comment: 'Курси – шикарний старт практики в будь-якій програмі. Конкретно для ревіту саме правильний старт є особливо важливим. "Параметрики" подають інфу систематизовано і доступно, так, щоб зразу виробити звичку працювати грамотно. А це в свою чергу зекономить в майбутньому і нерви, і час, і гроші. Ну і плюс, приємніше вчитися в практика, який завжди підкріпить теоретичні премудрості прикладами із практики. Зараз не уявляю свою практику без навичок, які отримав на курсах.'
    },
    {
        student: {
            avatar: '/img/comment-1.png',
            name: 'Ganna Semenova',
            prof: 'Архітектор'
        },
        comment: 'Дякую за такий шикарний курс по Revit! Програма з величезними можливостями, але подолати її можна тільки з правильним підходом і методикою. Це моя третя спроба вивчити програму і вона найбільш вдала. Специфіка Revit в супер гнучкості, але в цьому полягає найбільша складність. Це не та програма, для вивчення якої достатньо відео на YouTube. Тому щоб користуватися можливостями програми в повному обсязі необхідно мати чітку стратегію і методику. Parametric.center як раз надають найбільш цінну і необхідну інформацію, яку жодні курси не дають в такому обсязі і з такою якістю. Окремо хочу сказати за методику викладання та комунікацію – на дуже високому рівні! Особисто для мене це точка росту. Дякую!'
    },
    {
        student: {
            avatar: '/img/comment-2.png',
            name: 'Богдан Щуляр',
            prof: 'Архітектор'
        },
        comment: 'Курси – шикарний старт практики в будь-якій програмі. Конкретно для ревіту саме правильний старт є особливо важливим. "Параметрики" подають інфу систематизовано і доступно, так, щоб зразу виробити звичку працювати грамотно. А це в свою чергу зекономить в майбутньому і нерви, і час, і гроші. Ну і плюс, приємніше вчитися в практика, який завжди підкріпить теоретичні премудрості прикладами із практики. Зараз не уявляю свою практику без навичок, які отримав на курсах.'
    },
    {
        student: {
            avatar: '/img/comment-1.png',
            name: 'Ganna Semenova',
            prof: 'Архітектор'
        },
        comment: 'Дякую за такий шикарний курс по Revit! Програма з величезними можливостями, але подолати її можна тільки з правильним підходом і методикою. Це моя третя спроба вивчити програму і вона найбільш вдала. Специфіка Revit в супер гнучкості, але в цьому полягає найбільша складність. Це не та програма, для вивчення якої достатньо відео на YouTube. Тому щоб користуватися можливостями програми в повному обсязі необхідно мати чітку стратегію і методику. Parametric.center як раз надають найбільш цінну і необхідну інформацію, яку жодні курси не дають в такому обсязі і з такою якістю. Окремо хочу сказати за методику викладання та комунікацію – на дуже високому рівні! Особисто для мене це точка росту. Дякую!'
    },
    {
        student: {
            avatar: '/img/comment-2.png',
            name: 'Богдан Щуляр',
            prof: 'Архітектор'
        },
        comment: 'Курси – шикарний старт практики в будь-якій програмі. Конкретно для ревіту саме правильний старт є особливо важливим. "Параметрики" подають інфу систематизовано і доступно, так, щоб зразу виробити звичку працювати грамотно. А це в свою чергу зекономить в майбутньому і нерви, і час, і гроші. Ну і плюс, приємніше вчитися в практика, який завжди підкріпить теоретичні премудрості прикладами із практики. Зараз не уявляю свою практику без навичок, які отримав на курсах.'
    },
    {
        student: {
            avatar: '/img/comment-1.png',
            name: 'Ganna Semenova',
            prof: 'Архітектор'
        },
        comment: 'Дякую за такий шикарний курс по Revit! Програма з величезними можливостями, але подолати її можна тільки з правильним підходом і методикою. Це моя третя спроба вивчити програму і вона найбільш вдала. Специфіка Revit в супер гнучкості, але в цьому полягає найбільша складність. Це не та програма, для вивчення якої достатньо відео на YouTube. Тому щоб користуватися можливостями програми в повному обсязі необхідно мати чітку стратегію і методику. Parametric.center як раз надають найбільш цінну і необхідну інформацію, яку жодні курси не дають в такому обсязі і з такою якістю. Окремо хочу сказати за методику викладання та комунікацію – на дуже високому рівні! Особисто для мене це точка росту. Дякую!'
    },
    {
        student: {
            avatar: '/img/comment-2.png',
            name: 'Богдан Щуляр',
            prof: 'Архітектор'
        },
        comment: 'Курси – шикарний старт практики в будь-якій програмі. Конкретно для ревіту саме правильний старт є особливо важливим. "Параметрики" подають інфу систематизовано і доступно, так, щоб зразу виробити звичку працювати грамотно. А це в свою чергу зекономить в майбутньому і нерви, і час, і гроші. Ну і плюс, приємніше вчитися в практика, який завжди підкріпить теоретичні премудрості прикладами із практики. Зараз не уявляю свою практику без навичок, які отримав на курсах.'
    },
]