export const pricingPlansList = [
    {
        title: 'Вільний графік / Online',
        price: '15 900 ₴',
        services: [
            'Відеозаписи ВСІХ занять курсу',
            'Активна індивідуальна підтримка викладача',
            'Доступ до всіх навчальних файлів',
            'Автоматизований шаблон для роботи в Revit',
            'Безтермінова підтримка викладачів в чаті',
            'Сертифікат Autodesk'
        ],
        button: {
            text: 'Залишити заявку',
            type: 'btn main-btn'
        }
    },
    {
        title: 'Взаємодія / Online',
        price: 'Індивідуальний прорахунок ціни',
        services: [
            'Відеозаписи ВСІХ занять курсу',
            'Активна індивідуальна підтримка викладача',
            'Доступ до всіх навчальних файлів',
            'Автоматизований шаблон для роботи в Revit',
            'Безтермінова підтримка викладачів в чаті',
            'Сертифікат Autodesk',
            '12 занять в групі з викладачем в режимі реального часу',
            'Навчальна ліцензія Revit на період навчання',
            'Спільна робота в єдиному файлі групи проектантів',
            'Організація процесу роботи між групами проектантів',
            'Відеозаписи ВСІХ занять курсу'
        ],
        button: {
            text: 'Замовити прорахунок',
            type: 'btn secondary-btn'
        }
    },
    {
        title: 'Основний Live / Online',
        price: '17 900 ₴',
        services: [
            'Відеозаписи ВСІХ занять курсу',
            'Активна індивідуальна підтримка викладача',
            'Доступ до всіх навчальних файлів',
            'Автоматизований шаблон для роботи в Revit',
            'Безтермінова підтримка викладачів в чаті',
            'Сертифікат Autodesk',
            '12 занять в групі з викладачем в режимі реального часу',
            'Навчальна ліцензія Revit на період навчання'
        ],
        button: {
            text: 'Залишити заявку',
            type: 'btn main-btn'
        }
    }
]